Repository: scottkirkwood/key-mon
Catalog: src/keymon/locale/*/LC_MESSAGES/key-mon.po
Languages: hu_hu

source: A screencast utility that displays your keyboard and mouse status
hu_hu: Egy képernyőközvetítő segédprogram, amely megjeleníti a billentyűzet és az egér állapotát

source: Key-mon is useful for teaching since it shows the current status of your keyboard and mouse and you use them in another application. No longer do you need to say 'Now I'm pressing the Ctrl-D key', your students can just see the keystroke for themselves.
hu_hu: A Key-mon hasznos a tanításhoz, mivel megmutatja a billentyűzet és egér aktuális állapotát, és egy másik alkalmazásban használja őket. Többé nem kell azt mondanod "Most megnyomom a Ctrl-D billentyűt", mert a tanulók láthatják a billentyűleütést.

source: Window _Chrome
hu_hu: Ablakkeret

source: _Settings... Ctrl-S
hu_hu: _Beállítások... Ctrl+S

source: _Quit Ctrl-Q
hu_hu: _Kilépés: „Ctrl+q”

source: Keymon version %s.
hu_hu: Keymon verzió: %s.

source: Written by %s
hu_hu: Írta: %s

source: Make the dialog 25% smaller than normal.
hu_hu: A párbeszédablak 25%-kal kisebb legyen a normálnál.

source: Make the dialog 25% larger than normal.
hu_hu: A párbeszédablak 25%-kal nagyobb legyen a normálnál.

source: Show the meta (windows) key.
hu_hu: Meta (windows billentyű) megjelenítése.

source: Show the mouse.
hu_hu: Egérkurzor megjelenítése.

source: Show shift key.
hu_hu: A Shift billentyű megjelenítése.

source: Show the ctrl key.
hu_hu: Ctrl billentyű megjelenítése

source: Show the alt key.
hu_hu: Az Alt billentyű megjelenítése.

source: Scale the dialog. ex. 2.0 is 2 times larger, 0.5 is half the size. Defaults to %default
hu_hu: Méretezze a párbeszédpanelt. volt. A 2.0 kétszer nagyobb, a 0.5 a fele. Alapértelmezés szerint %default

source: Show decoration
hu_hu: Dekoráció megjelenítése

source: Show only key combos (ex. Control-A)
hu_hu: Csak a billentyűkombinációk megjelenítése (pl. Control-A)

source: Show where you clicked
hu_hu: Mutassa meg, hová kattintott

source: Use this kbd filename instead running xmodmap.
hu_hu: Használja ezt a kbd fájlnevet az xmodmap futtatása helyett.

source: Swap the mouse buttons.
hu_hu: Egérgombok felcserélése.

source: When you press the left, and right mouse buttons at the same time, it displays as a middle mouse button click.
hu_hu: Ha egyszerre nyomja meg a bal és a jobb egérgombot, akkor középső egérkattintásként jelenik meg.

source: Show version information and exit.
hu_hu: Verzióinformációk megjelenítése és kilépés.

source: The theme to use when drawing status images (ex. "-t apple").
hu_hu: Az állapotképek rajzolásakor használandó téma (pl. „-t apple”).

source: List available themes
hu_hu: Elérhető témák listája

source: How many historical keypresses to show (defaults to %default)
hu_hu: Hány billentyűlenyomás előzményt kell megjeleníteni (alapértelmezett: %default)

source: Reset all options to their defaults.
hu_hu: Állítsa vissza az összes beállítást az alapértelmezett értékre.

source: Developer Options
hu_hu: Fejlesztői opciók

source: These options are for developers.
hu_hu: Ezek a lehetőségek a fejlesztőknek szólnak.

source: Output debugging information.
hu_hu: Hibakereső kimeneti információ.

source: Create a "screenshot.png" and exit. Pass a comma separated list of keys to simulate(ex. "KEY_A,KEY_LEFTCTRL").
hu_hu: Hozzon létre egy "screenshot.png" fájlt, és lépjen ki. Adja meg a szimulálandó kulcsok vesszővel elválasztott listáját (pl. "KEY_A,KEY_LEFTCTRL").

source: Usage: %prog [Options...]
hu_hu: Használat: %prog [Opciók ...]

source: Available themes:
hu_hu: Elérhető témák:

source: Theme %r does not exist
hu_hu: %r téma nem létezik

source: Resetting to defaults.
hu_hu: Alapértelmezések visszaállítása

source: Opposite of %s
hu_hu: Ezzel szemben: %s

source: Buttons
hu_hu: Gombok

source: Misc
hu_hu: Egyéb

source: Swap left-right mouse buttons
hu_hu: Cserélje fel a bal-jobb egérgombot

source: Swap the left and the right mouse buttons
hu_hu: Cserélje fel a bal és a jobb egérgombot

source: Left+right buttons emulates middle mouse button
hu_hu: A bal+jobb gombok a középső egérgombot emulálják

source: Clicking both mouse buttons emulates the middle mouse button.
hu_hu: Ha mindkét egérgombra kattint, akkor a középső egérgombot emulálja.

source: Highly visible click
hu_hu: Jól látható kattintás

source: Show a circle when the users clicks.
hu_hu: Mutasson egy kört, amikor a felhasználók rákattintnak.

source: Window decoration
hu_hu: Ablaktekoráció

source: Show the normal windows borders
hu_hu: Mutassa meg a normál ablakkereteket

source: Only key combinations
hu_hu: Csak billentyűkombinációk

source: Show a key only when used with a modifier key (like Control)
hu_hu: Billentyű megjelenítése csak akkor, ha módosító billentyűvel (például a Controlt) használja

source: Scale:
hu_hu: Méret:

source: How much larger or smaller than normal to make key-mon. Where 1.0 is normal sized.
hu_hu: Mennyivel nagyobb vagy kisebb a key-mon az eredetihez képest. Az 1.0 a normál méretű.

source: Themes:
hu_hu: Témák:

source: Which theme of buttons to show (ex. Apple)
hu_hu: A megjelenítendő gombok témája (pl. Apple)

source: _Mouse
hu_hu: _Egér

source: Show the shift key when pressed.
hu_hu: A Shift billentyű megjelenítése, amikor megnyomja.

source: Show the Control key when pressed.
hu_hu: Megnyomásakor jelenítse meg a Control billentyűt.

source: Meta (_windows keys)
hu_hu: Meta (_windows billentyű)

source: Show the Window's key (meta key) when pressed.
hu_hu: Az ablak gomb (meta billentyű) megjelenítése lenyomásakor.

source: Show the Alt key when pressed.
hu_hu: Az Alt billentyű megjelenítése lenyomásakor.

source: Old Keys:
hu_hu: Régi billentyűk:

source: When typing fast show more than one key typed.
hu_hu: Gyors gépeléskor mutasson egynél több begépelt billentyűt.
